export default function Privacy(){
    return (
        <div>
            <p className="font-bold text-2xl">
                개인정보 보호방침
            </p><br/>
            <p>
                결사단(이하 단체)는 개인정보 보호법 등 관련 법령상의 개인정보 보호규정을 준수하며, 이용자의 개인정보 보호를 중요시하고 있습니다.
            </p>
            <p>
                본 개인정보 처리방침은 단체가 운영하는 ruftkeks.com(이하 서비스)를 이용하는 이용자의 개인정보 보호를 위해 수집하는 정보와 그 정보를 활용하는 방법에 대해 기술하고 있습니다.
            </p>
            <br/>
            <ul>
                <p className="font-bold text-lg">개인정보의 수집</p>
                <li>
                    개인정보 수집 항목: 이름, 근거지, 이메일, 휴대전화번호, 프로필 사진, 웹 블로그 주소, 경력정보
                </li>
                <li>
                    수집 목적: 서비스의 기능 제공
                </li>
                <li>
                    개인정보 보유 기간: 이용자가 서비스를 이용하는 동안에 한하여 보유하며, 탈퇴 시 파기하며 내용은 다음과 같습니다.
                </li><br/>
                <p className="font-bold text-lg">개인정보의 파기</p>
                <li>
                    개인정보 파기: 이용자가 탈퇴하면, 즉시 이용자의 개인정보를 파기합니다. 파기 절차 및 방법은 다음과 같습니다.
                </li>
                <li>
                    파기 절차: 이용자가 탈퇴한 경우, 해당 개인정보는 즉시 파기합니다.
                </li>
                <li>
                    파기 방법: 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 완전히 삭제합니다.
                </li><br/>
                <p className="font-bold text-lg">개인정보의 보호</p>
                <li>
                    개인정보 보호를 위한 조치: 개인정보 보호를 위해 우리는 다음과 같은 기술적 및 관리적 조치를 취할 것입니다.
                </li>
                <li>
                    기술적 조치: 데이터베이스와 API 등에 기술적 보안 조치를 적용하여 개인정보가 유출되지 않도록 최선을 다할 것입니다.
                </li>
                <li>
                    물리적 보호: 데이터베이스 서버는 관리자만 출입할 수 있는 곳에 보관하여, 불법적으로 데이터베이스에 접근하는 것을 방지할 것입니다.
                </li>
                <li>
                    관리적 조치: 데이터베이스 서버에 접근할 수 있는 인원에 제한을 둠으로써, 개인정보를 안전하게 보호할 것입니다.
                </li><br/>
                <p className="font-bold text-lg">개인정보의 관리</p>
                <li>
                    개인정보 관리 책임자: 개인정보 처리에 대한 책임자를 지정하여 개인정보 보호에 최선을 다할 것입니다. 개인정보 관리 책임자는 다음과 같습니다.
                </li>
                <li>
                    책임자: 대표 Grant
                </li>
                <li>
                    이메일: grant@coblah.co.kr
                </li><br/>
                <p className="font-bold text-lg">이용자의 권리</p>
                <li>
                    이용자의 권리와 그 행사 방법: 이용자들의 개인정보 보호를 위해 다음과 같은 권리를 보장하며, 이용자들은 이를 쉽게 행사할 수 있도록 서비스 내부적으로 제공할 계획입니다.
                </li>
                <li>
                    개인정보 조회: 이용자는 언제든지 본인의 개인정보를 쉽게 조회할 수 있습니다.
                </li>
                <li>
                    개인정보 정정 및 삭제: 이용자는 본인의 개인정보가 부정확하거나 불완전하게 처리되었을 경우, 이를 쉽게 정정 또는 삭제할 수 있습니다.
                </li>
                <li>
                    개인정보 처리방침 변경에 대한 공지: 개인정보 처리방침이 변경될 경우 서비스 내에서 공지할 것입니다.
                </li>
            </ul>
        </div>
    );
}