export default function ToS(){
    return (
        <div>
            <p className="font-bold text-2xl">
                ruftkeks 서비스 이용약관
            </p><br/>
            <p>
                본 약관은 회원이 결사단(이하 단체)에서 제공하는 ruftkeks(이하 서비스)를 이용함에 있어 단체와 이용자간의 권리, 의무 및 책임사항을 규정하는 것을 목적으로 합니다.
            </p>
            <p>
                단체와 이용자간에 본 약관에 따른 관계를 원할하게 유지하기 위해서는 각 이용자가 본 약관을 읽고 이해한 후 서비스를 이용해야 합니다.
            </p>
            <br/>
            <ul>
                <p className="font-bold text-lg">제1조 (약관의 효력 및 변경)</p>
                <li>
                    본 약관은 회원가입이 승인되는 즉시 효력이 발생합니다.
                </li>
                <li>
                    단체는 합리적인 사유가 있는 경우 언제든 본 약관을 변경할 수 있습니다.
                </li>
                <li>
                    변경된 약관은 서비스를 통해 게시되며, 필요할 경우 이용자의 이메일, 휴대전화번호로 공지됩니다.
                </li>
                <li>
                    이용자는 변경된 약관에 동의하지 않을 경우, 단체에 이의를 제기하고 탈퇴해야합니다.
                </li>
                <li>
                    약관 변경일로부터 7일 이내에 이용자가 이의를 제기하지 않은 경우, 동의한 것으로 간주됩니다.
                </li><br/>
                <p className="font-bold text-lg">제2조 서비스의 제공</p>
                <li>
                    서비스는 오직 승인받은 이용자에게만 제공됩니다. 서비스를 이용하기 위해서는 제3조 서비스의 이용신청의 내용을 따라야합니다.
                </li>
                <li>
                    서비스는 이용자들을 위한, 이용자들에 의한, 이용자들의 서비스들로 이루어져있습니다.
                </li><br/>
                <p className="font-bold text-lg">제3조 서비스의 이용신청</p>
                <li>
                    서비스를 이용하기 위해서는 임의의 방법으로 기존 이용자들과 접촉하여 가입의사를 밝혀야합니다.
                </li>
                <li>
                    신규 이용자의 가입은 가입신청서가 접수된 이후, 7일 이내에 결정되며 단체 구성원의 만장일치에 의해서만 승인됩니다.
                </li>
                <li>
                    이용신청시 작성하는 이용자의 계정 비밀번호는 서버에서도 해독할 수 없도록 보호조치됩니다.
                </li><br/>
                <p className="font-bold text-lg">제4조 서비스 이용료</p>
                <li>
                    서비스 제공에 대한 비용은 단체에 청구됩니다.
                </li>
                <li>
                    서비스 제공 책임자는 비용의 최소화를 위해 최선을 다할 의무가 있습니다.
                </li><br/>
                <p className="font-bold text-lg">제5조 이용자의 의무</p>
                <li>
                    이용자는 다른 이용자가 불쾌할 수 있는 사행성, 음란성 컨텐츠를 업로드하지 않도록 주의해야합니다.
                </li>
            </ul>
        </div>
    );
}